Repository: zelcash/insight-ui
Catalog: po/*.po
Languages: fr_fr, ru

source: (Input unconfirmed)
fr_fr: (Entrée non confirmée)
ru: (Вход неподтвержденный)

source: (the top 200 richest addresses)
fr_fr: (top 200 des adresses les plus riches)
ru: (лучшие 200 самых богатых адресов)

source: # of Blocks Found
fr_fr: # de blocs trouvés
ru: Количество найденных блоков

source: % Addresses
fr_fr: % Adresses
ru: % Адреса

source: % coins
ru: % монет

source: % of Total Blocks
fr_fr: % des blocs totaux
ru: % от общего количества блоков

source: 404 Page not found :(
fr_fr: 404 Page non trouvée :(
ru: 404 Страница не найдена :(

source: A relative measure of how difficult it is to find a new block. The difficulty is adjusted periodically as a function of how much hashing power has been deployed by the network of miners.
fr_fr: Une mesure relative de la difficulté de trouver un nouveau bloc. La difficulté est ajustée périodiquement en fonction de la puissance de hachage déployée par le réseau de mineurs.
ru: Относительная мера того, как трудно найти новый блок. Трудность периодически корректируется в зависимости от того, сколько энергии хеширования было развернуто сетью шахтеров.

source: Address
fr_fr: Adresse
ru: Адрес

source: Addresses
fr_fr: Adresses
ru: Адреса

source: Addresses richer than:
fr_fr: Adresses plus riches que:
ru: Адреса богаче:

source: Age
fr_fr: Ancienneté
ru: Возраст

source: An error occured in the verification process.
fr_fr: Une erreur s'est produite dans le processus de vérification.
ru: В процессе проверки произошла ошибка.

source: An error occured:<br>{{error}}
fr_fr: Une erreur est survenue:<br>{{error}}
ru: Произошла ошибка:<br>{{error}}

source: Application Status
fr_fr: État de l’Application
ru: Статус приложения

source: are very much appreciated: RD7yadeCvSDs4fCbEPuHstU3GHbiS7ao9q
fr_fr: sont vraiment appréciés: RD7yadeCvSDs4fCbEPuHstU3GHbiS7ao9q
ru: очень ценятся: RD7yadeCvSDs4fCbEPuHstU3GHbiS7ao9q

source: Balance
fr_fr: Solde
ru: Баланс

source: Block
fr_fr: Bloc
ru: блок

source: Block Reward
fr_fr: Récompense de bloc
ru: Награда за блок

source: Block Share last 24 hours:
fr_fr: Bloquer le partage des dernières 24 heures:
ru: Блокировать Последние 24 часа:

source: Block Share last hour:
fr_fr: Bloquer Partager la dernière heure:
ru: Блокировать Доля в последний час:

source: Block Summary
fr_fr: Résumé des Blocs
ru: Резюме блока

source: Blocks
fr_fr: Blocs
ru: Блоки

source: Blocks Mined
fr_fr: Blocs minés
ru: Блокирование мин

source: Blocks Mined:
fr_fr: Blocs minés:
ru: Блокировка:

source: Broadcast Raw Transaction
fr_fr: Diffusion de transactions brutes
ru: Трансляция исходной транзакции

source: broadcast transaction
fr_fr: diffuser une transaction
ru: трансляция

source: by date.
fr_fr: par date.
ru: по дате.

source: Can't connect to insight server. Attempting to reconnect...
fr_fr: Impossible de se connecter au serveur Insight. Tentative de reconnexion...
ru: Не удается подключиться к серверу insight. Попытка повторного подключения ...

source: Can't connect to internet. Please, check your connection.
fr_fr: Impossible de se connecter à Internet. S'il vous plaît, vérifiez votre connexion.
ru: Не удается подключиться к Интернету. Проверьте подключение.

source: Can't connect to bitcoind to get live updates from the p2p network. (Tried connecting to bitcoind at {{host}}:{{port}} and failed.)
fr_fr: Impossible de se connecter à bitcoind pour obtenir des mises à jour en direct du réseau p2p. (J'ai essayé de vous connecter à {{host}}:{{port}} et j'ai échoué.)
ru: Невозможно подключиться к bitcoind для получения живых обновлений из сети p2p. (Пробовал подключиться к bitcoind на {{host}}: {{port}} и не удалось.)

source: Coins
ru: монеты

source: Complete
fr_fr: Terminé
ru: полный

source: Confirmations
ru: Подтверждения

source: Connected Nodes:
fr_fr: Nodes Connectés:
ru: Связанные узлы:

source: Connection Duration
fr_fr: Durée de connexion
ru: Продолжительность соединения

source: Connections to other nodes
fr_fr: Connections aux autres nodes
ru: Соединения с другими узлами

source: Current Blockchain Tip (bitcore)
fr_fr: Blockchain Tip actuel (bitcore)
ru: Текущий бит-код (bitcore)

source: Current Network Hashrate
fr_fr: Taux de hachage actuel du réseau
ru: Текущая сетевая атака

source: Current Sync Status
fr_fr: État actuel de la synchronisation
ru: Текущий статус синхронизации

source: Details
fr_fr: Détails
ru: Детали

source: Difficulty
fr_fr: Difficulté
ru: трудность

source: Difficulty and Network Hashrate
fr_fr: Difficulté et taux de hachage du réseau
ru: Трудность и сетевой хашрат

source: Distribution Details:
fr_fr: Détails de la Répartition:
ru: Детали распространения:

source: Donations
fr_fr: Dons
ru: Пожертвования

source: Double spent attempt detected. From tx:
fr_fr: Tentative de double dépense détectée. De tx:
ru: Обнаружена обнаруженная двойная попытка. Из tx:

source: Effective Hashrate
fr_fr: Hashrate efficace
ru: Эффективный хешрат

source: Error message:
fr_fr: Message d'erreur:
ru: Сообщение об ошибке:

source: Error!
fr_fr: Erreur!
ru: Ошибка!

source: Fee
fr_fr: Frais
ru: плата

source: Fee Rate
fr_fr: Taux de frais
ru: Плата за проезд

source: Final Balance
fr_fr: Solde final
ru: Итоговый баланс

source: Finish Date
fr_fr: Date de fin
ru: Дата окончания

source: first seen at
fr_fr: vu pour la première fois à
ru: впервые увиденный

source: Go to home
fr_fr: Aller en page d’accueil
ru: Иди домой

source: Height
fr_fr: Hauteur
ru: Высота

source: here
fr_fr: ici
ru: Вот

source: Included in Block
fr_fr: Inclus dans le bloc
ru: Включено в блок

source: Incoherence in levelDB detected:
fr_fr: Incohérence dans levelDB détectée:
ru: Несоответствие в levelDB обнаружено:

source: Info Errors
fr_fr: Erreurs d’information
ru: Ошибки информации

source: Initial Block Chain Height
fr_fr: Hauteur initiale de la Block Chain
ru: Начальная высота цепочки блоков

source: Input
fr_fr: Entrée
ru: входные данные

source: is still in development, check out the source code
fr_fr: est toujours en phase de développement, consultez le code source
ru: все еще находится в разработке, проверьте исходный код

source: Last Block
fr_fr: Dernier Bloc
ru: Последний блок

source: Last Block Hash (bitcoind)
fr_fr: Hash du Dernier Bloc (bitcoind)
ru: Последний блочный хэш (bitcoind)

source: Lastest block from date
fr_fr: Dernier bloc de date
ru: Последний блок с даты

source: Latest Blocks
fr_fr: Derniers Blocs
ru: Последние блоки

source: Latest Transactions
fr_fr: Dernières Transactions
ru: Последние транзакции

source: Live
fr_fr: Actuel
ru: настоящий

source: Loading Address Information
fr_fr: Chargement des informations de l’adresse
ru: Загрузка адресной информации

source: Loading Block Information
fr_fr: Chargement des informations sur le bloc
ru: Загрузка информации о блоке

source: Loading Selected Date...
fr_fr: Chargement de la date sélectionnée ...
ru: Загрузка выбранной даты ...

source: Loading Transaction Details
fr_fr: Chargement des détails de la transaction
ru: Загрузка информации о транзакции

source: Loading Transactions...
fr_fr: Chargement des transactions ...
ru: Загрузка транзакций ...

source: Loading...
fr_fr: Chargement...
ru: Загружается...

source: Market Cap:
fr_fr: Capitalisation:
ru: Рыночная капитализация:

source: Market Price (BTC):
fr_fr: Prix du marché (BTC):
ru: Рыночная цена (BTC):

source: Market Price:
fr_fr: Prix du marché:
ru: Рыночная цена:

source: Market Summary
fr_fr: Résumé du marché
ru: Обзор рынка

source: Message
ru: Сообщение

source: Mined
fr_fr: Miné
ru: заминированный

source: Mined by
fr_fr: Miné par
ru: Подготовлено

source: mined on:
fr_fr: Miné le:
ru: заминирован:

source: Mined Time
fr_fr: Moment du minage
ru: Время простоя

source: Mining Difficulty
fr_fr: Difficulté de Minage
ru: Трудность добычи

source: minutes
ru: минут

source: Network
fr_fr: Réseau
ru: сеть

source: Next Block
fr_fr: Bloc suivant
ru: Следующий блок

source: No blocks yet.
fr_fr: Pas de blocs pour l’instant.
ru: Пока нет блоков.

source: No Inputs (Newly Generated Coins)
fr_fr: Aucune entrée (coins nouvellement générées)
ru: Нет входных данных (новые монеты)

source: No matching records found!
fr_fr: Aucun enregistrements correspondants trouvés!
ru: Совпадающих записей не найдено!

source: No. Transactions
fr_fr: n° transactions
ru: Количество транзакций

source: Node Information
fr_fr: Informations sur le nœud
ru: Информация об узле

source: Nodes
ru: узлы

source: Number Of Transactions
fr_fr: Nombre de transactions
ru: Количество транзакций

source: Number of Transactions:
fr_fr: Nombre de transactions:
ru: Количество транзакций:

source: Older blocks from this date
fr_fr: Blocs plus anciens à partir de cette date
ru: Старые блоки с этой даты

source: Output
fr_fr: Sortie
ru: Вывод

source: Percent of total(blocks found)
fr_fr: Pourcentage du total (blocs trouvés)
ru: Процент от общего числа (найденные блоки)

source: Pool Name
fr_fr: Nom du pool
ru: Имя пула

source: Pools
ru: бассейны

source: Previous Block
fr_fr: Bloc précédent
ru: Предыдущий блок

source: Protocol
ru: протокол

source: Protocol version
fr_fr: Version du protocol
ru: Версия протокола

source: Proxy setting
fr_fr: Paramètre de Proxy
ru: Настройка прокси

source: Rank
fr_fr: Rang
ru: Ранг

source: Ravencoin Circulation
fr_fr: Distribution de Ravencoin
ru: Ravencoin циркуляция

source: Ravencoin comes with a way of signing arbitrary messages.
fr_fr: Ravencoin est doté d’un moyen de signer des messages.
ru: Ravencoin имеет способ подписания произвольных сообщений.

source: Ravencoin Community
fr_fr: Communauté Ravencoin
ru: Сообщество Ravencoin

source: Ravencoin Distribution
fr_fr: Répartition de Ravencoin
ru: Ravencoin распределение

source: Ravencoin Mined:
fr_fr: Ravencoin Miné:
ru: Ravencoin Заминированный:

source: Ravencoin Pools
ru: Ravencoin бассейны

source: Ravencoin Pools Stats
fr_fr: Ravencoin Pools Statistiques
ru: Ravencoin Статистика пулов

source: Ravencoin Statistics for the last 24 hours
fr_fr: Statistiques de Ravencoin des dernières 24 heures
ru: Ravencoin Статистика за последние 24 часа

source: Raw transaction data
fr_fr: Données de transaction brutes
ru: Необработанные данные транзакции

source: Raw transaction data must be a valid hexadecimal string.
fr_fr: Les données de transaction brutes doivent être une chaîne hexadécimale valide.
ru: Необработанные данные транзакции должны быть допустимой шестнадцатеричной строкой.

source: Received Time
fr_fr: Heure de réception
ru: Полученное время

source: Redirecting...
fr_fr: Redirection ...
ru: Перенаправление ...

source: Rich List
ru: Богатый список

source: Search for block, transaction or address
fr_fr: Recherche de bloc, transaction ou adresse
ru: Поиск блока, транзакции или адреса

source: See all blocks
fr_fr: Voir tous les blocs
ru: Просмотреть все блоки

source: Send transaction
fr_fr: Envoyer une transaction
ru: Отправить транзакцию

source: Show all
fr_fr: Tout montrer
ru: Показать все

source: Show input
fr_fr: Afficher l'entrée
ru: Показать ввод

source: Show less
fr_fr: Montrer moins
ru: Показывай меньше

source: Show more
fr_fr: Montrer plus
ru: Показать больше

source: Signature
ru: Подпись

source: Size
fr_fr: Taille
ru: Размер

source: Size (bytes)
fr_fr: Taille (octets)
ru: Размер (bytes)

source: Skipped Blocks (previously synced)
fr_fr: Blocs Ignorés (synchronisés précédemment)
ru: Пропущенные блоки (ранее синхронизированные)

source: Start Date
fr_fr: Date de début
ru: Дата начала

source: Statistics
fr_fr: Statistiques
ru: Статистика

source: Status
fr_fr: État
ru: статус

source: Summary
fr_fr: Résumé
ru: краткое изложение

source: Summary <small>confirmed</small>
fr_fr: Résumé <small>confirmé</small>
ru: краткое изложение <small>подтвердил</small>

source: Sync Progress
fr_fr: Avancement de la Synchronisation
ru: Синхронизация

source: Sync Status
fr_fr: État de la Synchronisation
ru: Статус синхронизации

source: Sync Type
fr_fr: Type de Synchronisation
ru: Тип синхронизации

source: Synced Blocks
fr_fr: Blocs synchronisés
ru: Синхронизированные блоки

source: The current supply of Ravencoin on the network.
fr_fr: L'offre actuelle de Ravencoin sur le réseau.
ru: Текущая поставка Ravencoin в сети.

source: The daily average of fees paid to miners per transaction.
fr_fr: La moyenne quotidienne des frais payés aux mineurs par transaction.
ru: Среднесуточный размер сборов, выплачиваемых шахтерам за транзакцию.

source: The message failed to verify.
fr_fr: Le message n'a pas pu être vérifié.
ru: Сообщение не удалось проверить.

source: The message is verifiably from {{verification.address}}.
fr_fr: Le message est vérifiable depuis {{verification.address}}.
ru: Сообщение проверяется с {{verify.address}}.

source: The number of daily confirmed SAFE transactions.
fr_fr: Le nombre de transactions quotidiennes SAFE confirmées.
ru: Количество ежедневных подтвержденных транзакций SAFE.

source: The total value of all transaction outputs per day (includes coins returned to the sender as change).
fr_fr: La valeur totale de toutes les transaction effectuées par jour (inclut les coins retournées à l'expéditeur en tant que monnaie).
ru: Общая стоимость всех выходов транзакций в день (включая монеты, возвращенные отправителю в качестве изменения).

source: There are no transactions involving this address.
fr_fr: Il n'y a aucune transaction impliquant cette adresse.
ru: С этим адресом нет транзакций.

source: This form can be used to broadcast a raw transaction in hex format over the Ravencoin network.
fr_fr: Ce formulaire peut être utilisé pour diffuser une transaction brute au format hexadécimal le réseau Ravencoin.
ru: Эта форма может использоваться для трансляции исходной транзакции в шестнадцатеричном формате сети Ravencoin.

source: This form can be used to verify that a message comes from a specific Ravencoin address.
fr_fr: Ce formulaire peut être utilisé pour vérifier qu'un message provient de une adresse Ravencoin spécifique.
ru: Эта форма может использоваться для проверки того, что сообщение поступает из конкретный адрес Равенкойна.

source: Time Between Blocks:
fr_fr: Temps entre les blocs:
ru: Время между блоками:

source: Time Offset
fr_fr: Décalage temporel
ru: Смещение времени

source: Timestamp
fr_fr: Horodatage
ru: Отметка

source: Today
fr_fr: Aujourd’hui
ru: Cегодня

source: Total Circulating Supply:
fr_fr: Offre totale en circulation:
ru: Общее число оборотов:

source: Total Output Volume:
fr_fr: Volume total déplacé:
ru: Общий объем выпуска:

source: Total Received
fr_fr: Total reçu
ru: Всего получено

source: Total Sent
fr_fr: Total envoyé
ru: Всего отправлено

source: Total Transaction Fees:
fr_fr: Total des frais de transaction:
ru: Всего комиссионных сборов:

source: Trade Volume:
fr_fr: Volume d’échange:
ru: Объем торгов:

source: Transaction
ru: Сделка

source: Transaction succesfully broadcast.<br>Transaction id: {{txid}}
fr_fr: Transaction diffusée avec succès.<br>Identifiant de la transaction: {{txid}}
ru: Транзакция успешно транслируется.<br>Идентификатор транзакции: {{txid}}

source: Transaction Summary
fr_fr: Résumé des transactions
ru: Сводка транзакций

source: Transactions
ru: операции

source: Type
ru: Тип

source: Unconfirmed
fr_fr: Non confirmé
ru: неподтвержденный

source: Unconfirmed Transaction!
fr_fr: Transaction non confirmée!
ru: Неподтвержденная сделка!

source: Unconfirmed Txs Balance
fr_fr: Balance Txs non confirmée
ru: Неподтвержденный баланс Txs

source: Value Out
fr_fr: Valeur Envoyée
ru: Значение выход

source: Verify
fr_fr: Vérifier
ru: проверить

source: verify message
fr_fr: vérifier un message
ru: проверить сообщение

source: Verify signed message
fr_fr: Vérifier le message signé
ru: Подтвердить подписанное сообщение

source: Version
ru: Версия

source: View Chart
fr_fr: Voir le Graphique
ru: Просмотр диаграммы

source: Waiting for blocks...
fr_fr: En attente de blocs ...
ru: Ожидание блоков ...

source: Waiting for nodes...
fr_fr: En attente de nodes ...
ru: Ожидание узлов ...

source: Waiting for pools...
fr_fr: En attente de pools ...
ru: Ожидание бассейнов ...

source: Waiting for transactions...
fr_fr: En attente des transactions…
ru: Ожидание транзакций ...

source: Conn
fr_fr: Con
